Repository: debreate/debreate
Catalog: locale/*/debreate.po
Languages: fr

source: "Changes" section is empty
fr: La section "Changements" est vide

source: A compatible package manager could not be found on the system
fr: Un paquet compatible avec le gestionnaire de paquet ne peut être trouvé dans le système

source: A package builder for Debian based systems
fr: Constructeur de paquet pour les systèmes basés sur Debian

source: About
fr: Au Sujet de

source: About Debreate
fr: Au Sujet de Debreate

source: Add
fr: Ajouter

source: Add as alternative to selected dependency packages in list
fr: Ajoute comme alternative des paquets sélectionnés dans la liste

source: Add dependency package to list
fr: Ajoute des paquets dépendants à la liste

source: Add manpage
fr: Ajoute manpage

source: Add selected file/folder to list
fr: Ajoute fichier/dossier sélectionné à la liste

source: An error occurred during installation
fr: Une erreur s'est produite durant l'installation

source: An error occurred when trying to delete the build tree
fr: Une erreur s'est produite lors de l'essai de destruction de l'arbre de construction

source: An unknown error occurred
fr: Une erreur inconnue s'est produite

source: App location: {}
fr: Endroit de l'application: {}

source: Append current category to list
fr: Ajoute la catégorie courante à la liste

source: Are you sure you want to continue?
fr: Êtes-vous sûr de continuer ?

source: Attempting to install package: {}
fr: Essaie d'installer un paquet: {}

source: Auto-Link Executables
fr: Exécutables Auto-Link

source: Auto-Link Help
fr: Aide Auto-Link

source: Breaks
fr: Rompe

source: Browse
fr: Naviguer

source: Browse for target installation directory
fr: Navigue à travers le répertoire cible d'installation

source: Build
fr: Constuction

source: Build Complete
fr: Construction terminée

source: Build a package from an existing build tree
fr: Construire un paquet à partir d'un arbre de construction existant

source: Build preparation failed
fr: Préparation de la construction a échoué

source: Build preparation failed with unknown error
fr: Préparation de la construction a échoué avec une erreur inconnue

source: Building
fr: En train de Construire

source: Building a Debian Package with Debreate
fr: En train de Construire un paquet Debian avec Debreate

source: Cannot Continue
fr: Ne peut Continuer

source: Cannot decode, unrecognized mimetype: {}
fr: Ne peut décoder, mimetype inconnue: {}

source: Cannot install package
fr: Ne peut installer paquet

source: Cannot run "fakeroot dpkg"
fr: Ne peut lancer "fakeroot dpkg"

source: Categories
fr: Catégories

source: Categories dictate where the launcher will be located in the system menu
fr: Les catégories dictent où le lanceur sera situé dans le menu système

source: Category
fr: Catégoríe

source: Changes
fr: Changements

source: Check for update
fr: Vérifie les mises à jour

source: Check if a new version is available for download
fr: Vérifie si une nouvelle version est disponible en téléchargement

source: Check package for errors with lintian
fr: Vérifie le paquet avec lintian

source: Checking package for errors
fr: En train de vérifier les erreurs dans le paquet

source: Checking {}
fr: En train de vérifier {}

source: Checks the package for warnings & errors according to lintian specifications
fr: Vérifie le paquet (avertissements et erreurs) selon les spécifications de lintian

source: Choose Directory
fr: Choisir un répertoire

source: Choose Filename
fr: Choisir un nom de fichier

source: Choose Target Directory
fr: Choisir un répertoire de destination

source: Clear
fr: Effacer

source: Clear all dependencies?
fr: Effacer toutes les dépendances ?

source: Clear all files?
fr: Effacer tous les fichiers ?

source: Clear categories?
fr: Efface les catégories

source: Clear category list
fr: Efface la liste de catégories

source: Clear file list
fr: Efface la liste de fichiers

source: Clear the list of dependency packages
fr: Efface la liste des paquets dépendants

source: Code Contributor
fr: Contributeur de code

source: Command executed: {}
fr: Commande exécutée: {}

source: Comment
fr: Commentaires

source: Compressing changelog
fr: En train de compresser changelog

source: Confirm
fr: Confirmer

source: Conflicts
fr: Conflits

source: Container of meta data of a menu entry
fr: Le conteneur de métadonnées d'une entrée de menu

source: Continue?
fr: Continuer ?

source: Control File Preview
fr: Prévisualise le fichier control

source: Control files
fr: Fichiers control

source: Converting string argument "jobs" to tuple
fr: Convertit en string l'argument "jobs" en tuple

source: Copying files
fr: En train de Copier les fichiers

source: Could not build .deb package
fr: Ne peut construire un paquet .deb

source: Could not compress changelog
fr: Ne peut compresser changelog

source: Could not free stage directory: {}
fr: ne peut libérer le répertoire de rangement: {}

source: Could not install package: {}
fr: Ne peut installer: "{}"

source: Could not locate the following files:
fr: Ne peut localiser les fichiers suivants:

source: Create md5sums file
fr: Créer un fichier md5sums

source: Create system menu launcher
fr: Créer un menu de lancement système

source: Creates a checksum for all staged files within the package
fr: Crée une checksum pour tous les fichiers rangés à l'intérieur du paquet

source: Creating changelog
fr: En train de Créer changelog

source: Creating control file
fr: En train de Créer le fichier control

source: Creating copyright
fr: En train de Créer Copyright

source: Creating md5sums
fr: En train de Créer le fichier md5sums

source: Creating menu launcher
fr: En train de Créer le Menu de lancement

source: Creating scripts
fr: En train de Créer les scripts

source: Credits
fr: Crédits

source: Custom
fr: Personnalisé

source: Custom filename to use for launcher
fr: Fichier particulier à utiliser par le lanceur

source: Debian Policy Manual
fr: Manuel des Normes Debian

source: Debian packages
fr: Paquets Debian

source: Debreate - Debian Package Builder
fr: Debreate - Constructeur de paquet Debian

source: Debreate First Run
fr: Premier Lancement de Debreate

source: Debreate aids in building packages for installation on Debian based systems. Use the arrows located in the top-right corner or the "Page" menu to navigate through the program. For some information on Debian packages use the reference links in the "Help" menu.
fr: Debreate assiste à la construction pour des installations sur des systèmes basés sur Debian. Utiliser les flêches dans le coin droit en haut de la "Page" pour naviguer à travers le programme. Pour des informations sur les paquets Debian utiliser les liens de références dans le menu "Aide".

source: Debreate is up to date!
fr: Debreate est à jour!

source: Debreate offers an Auto-Link Executables feature. What this does is finds any executables in the Files section and creates a postinst script that will create soft links to them in the specified path. This is useful if you are installing executables to a directory that is not found in the system PATH but want to access it from the PATH. For example, if you install an executable "bar" to the directory "/usr/share/foo" in order to execute "bar" from a terminal you would have to type /usr/share/foo/bar. Auto-Link can be used to place a link to "bar" somewhere on the system path like "/usr/bin". Then all that needs to be typed is bar to execute the program. Auto-Link also creates a prerm script that will delete the link upon removing the package.
fr: Debreate offre la caractéristique des exécutables Auto-Link.

source: Debreate project files
fr: Fichier Projet Debreate

source: Debug
fr: Debogage

source: Delete staged directory tree after package has been created
fr: élimine l'arbre du répertoire temporaire après que le paquet ait été créé.

source: Dependencies and Conflicts
fr: Dépendances et Conflits

source: Dependencies to be added
fr: Dépendances à être ajoutées

source: Dependency/Conflict Package Name
fr: Nom de paquet Dépendance/Conflit

source: Depends
fr: Dépend de

source: Details
fr: Détails

source: Details saved to {}
fr: Détails sauvés dans {}

source: Developer
fr: Developpeur

source: Directory where scripts should create symlinks
fr: Répertoire où des scripts ne peuvent créer des symlinks

source: Directory:
fr: Répertoire:

source: Displays a notification in the system panel when launched
fr: Affiche une notification dans le panneau système lors du lancement

source: ERROR: Could not locate changelog file: '{}' not found
fr: ERREUR: ne peut trouver le fichier changelog: '{}' non trouvé

source: ERROR: Could not locate license file: '{}' not found
fr: ERREUR: ne peut trouver le fichier licence: '{}' non trouvé

source: Email
fr: Courriel

source: Empty password
fr: Mot de passe vide

source: Encoding
fr: Encodage

source: Enhances
fr: Améliorations

source: Error
fr: Erreur

source: Error reading changelog: {}
fr: Erreur de lecture de changelog: {}

source: Essential
fr: Essentiel

source: Executable
fr: Exécutable

source: Executable to be launched
fr: Exécutable pour être lancer

source: Executables from file list to be linked against
fr: Fichiers exécutables à partir d'une liste de fichiers à associer

source: Exit Debreate
fr: Quitte Debreate

source: Export launcher to text file
fr: Exporte le lanceur vers un fichier texte

source: Exporting {} field
fr: Champ Exportation {}

source: Extra Options
fr: Options Extras

source: Field ID does not exist or match any fields: {}
fr: L'ID du champ n'existe pas ou ne correspond à aucun champ: {}

source: File
fr: Fichier

source: File Count
fr: fichiers de comptage

source: File Exists
fr: Fichier Existe

source: File does not exist
fr: Le fichier n'existe pas

source: File list failed to resize. Forcing manual resize to target width: {}
fr: Impossible de redimensionner la liste de fichiers. Forcer le redimensionnement manuel à la largeur de la cible: {}

source: File not found: {}
fr: Fichier non trouvé: {}

source: Filename
fr: Nom de fichier

source: Files
fr: Fichiers

source: Files to be added to package & their target directories
fr: Fichiers à ajouter au paquet et leurs répertoires cibles

source: For a video tutorial check the link below.
fr: Pour un tutoriel vidéo cliquer sur le lien ci-dessous

source: Formatted changelog entries (editable)
fr: Entrées changelog formatées (modifiable)

source: General Contributor
fr: Contributeur général

source: Generate scripts
fr: Génère des scripts

source: Getting installed size
fr: Obtenir la taille installée

source: GitHub Project
fr: Projet GitHub

source: Got error when attempting to retrieve field value
fr: Erreur lors de la tentative de récupération de la valeur du champ

source: Head Developer
fr: Développeur principal

source: Help
fr: Aide

source: Hide
fr: Cacher

source: How to use Auto-Link
fr: Comment utiliser Auto-Link

source: How to use Auto-Link: Press the IMPORT button to import any executables from the Files section. Then press the GENERATE button. Post-Install and Pre-Remove scripts will be created that will place symbolic links to your executables in the path displayed above.
fr: Comment Utiliser Auto-Link: Presser sur le bouton IMPORT de n'importe quel exécutable de la section Fichiers. Puis Pressez le bouton GENERATE. Les scripts Post-Install and Pre-Remove seront créés qui placera les liens symboliques à vos exécutables dans le chemin.

source: Icon
fr: Icône

source: Icon to be displayed for the launcher
fr: Icône à afficher pour le lanceur

source: Import
fr: Importer

source: Import files marked as executable from Files page
fr: Importe des fichiers marqués comme exécutables à partir de la page Fichiers

source: Import information from Control page
fr: Importer des informations depuis la page Control

source: Import launcher from file
fr: Importer le lanceur à partir d'un fichier

source: Improperly formatted text may cause launcher to be unusable
fr: Le formatage inapproprié du texte peut entraîner l'inutilisation du lanceur

source: Insert new changelog entry
fr: Insérer une nouvelle entrée de changelog

source: Install changelog to custom directory
fr: Installe le fichier changelog dans un répertoire particulier

source: Install changelog to standard directory
fr: Installe le fichier changelog dans le répertoire standard

source: Install lintian package for this option
fr: Installe le paquet lintian pour cette option

source: Install md5sum package for this option
fr: Installe le paquet checksum pour cette option

source: Install package after build
fr: Installe le paquet après Build

source: Install package using a system installer after build
fr: Installe le paquet à l'aide d'un programme d'installation système après la construction

source: Installation prefix: {}
fr: préfixe d'installation: {}

source: Installation requires one of the following utilities:
fr: L'installation nécessite l'un des utilitaires suivants:

source: Installing with {}
fr: Installe avec {}

source: Is the staged directory formatted correctly?
fr: Le répertoire mis en scène est-il correctement formaté?

source: Launcher is only shown when options are satisfied
fr: Le lanceur n'est affiché que lorsque les options sont satisfaites

source: Launchers / Desktop entries
fr: Lanceurs / Entrées de bureau

source: License
fr: Licence

source: License template not found: {}
fr: Modèle de licence introuvable: {}

source: Link:
fr: Lien:

source: Lintian Errors
fr: Erreurs de Lintian

source: Lintian Tags Explanation
fr: Explication des Etiquettes Lintian

source: Lintian found some issues with the package.
fr: Lintian trouve quelques questions avec le paquet.

source: List new changes here, separated one per line
fr: Énumère les nouveaux changements ici, séparés par une ligne

source: Loading license template: {}
fr: Chargement du modèle de licence: {}

source: Long Description
fr: Description détaillée

source: Maintainer
fr: Mainteneur

source: Make this script
fr: Fabrique ce script

source: Menu Launcher
fr: Menu de Lancement

source: Miscellaneous fields not available above
fr: Champs divers non disponibles ci-dessus

source: Missing Files
fr: Fichiers manquants

source: More detailed description
fr: Description plus détaillée

source: Multiple lines can be used here, but lintian will complain if they are too long
fr: Plusieurs lignes peuvent être utilisées ici, mais lintian se plaindra si elles sont trop longues

source: Name
fr: Nom

source: Name of Debian/Ubuntu/etc. target distribution
fr: Nom de Debian/Ubuntu/etc. Distribution cible

source: Name of dependency/conflicting package
fr: Nom de la dépendance/paquet conflictuel

source: Name of the package/software
fr: Nom du paquet/logiciel

source: Name of upstream source package
fr: Nom du paquet source en amont

source: Name to be displayed for the launcher
fr: Nom à afficher pour le lanceur

source: New project
fr: Nouveau projet

source: Next page
fr: Prochaine page

source: No write access to target directory
fr: Pas d'accès en écriture au répertoire cible

source: Open
fr: Ouvrir

source: Open Debreate Project
fr: Ouvrir un projet Debreate

source: Open File
fr: Ouvrir un fichier

source: Open Launcher
fr: Ouvre le lanceur

source: Open Log
fr: Ouvrir Log

source: Open a previously saved project
fr: Ouvrir un Projet sauvé précédemment Debreate

source: Open a usage document
fr: Ouvrir un document

source: Open logs directory
fr: Ouvre le répertoire logs

source: Open pre-formatted control text
fr: Ouvre un texte de contrôle préformaté

source: Opening project from argument: {}
fr: Ouvre le projet à partir d'un argument: {}

source: Operator
fr: Opérateur

source: Optional
fr: Optionnel

source: Package
fr: Paquet

source: Package build failed
fr: La construction du paquet a échoué

source: Package build failed with unknown error
fr: La construction du paquet a échoué avec une erreur inconnue

source: Package conflicts and will be de-configured
fr: Paquet génère un conflit et sera déconfiguré

source: Package created successfully
fr: Paquet créé avec succès

source: Package is highly recommended and will be installed by default
fr: Paquet is hautement recommandé et sera installé par défaut

source: Package may be useful but is not necessary and will not be installed by default
fr: Paquet peut être utile mais n'est pas nécessaire et ne sera pas installé par défaut

source: Package or its files may be overwritten
fr: Paquet et ses fichiers peuvent être écrasés

source: Package will be removed from the system if it is installed
fr: Paquet sera enlevé du système si il est installé

source: Package will need to be installed
fr: Paquet nécessitera à être installé

source: Package will need to be installed and configured first
fr: Paquet nécessitera à être installé et configuré en premier

source: Package(s)
fr: Paquet(s)

source: Package/Software maintainer's email address
fr: Mél du responsable du paquet/logiciel

source: Package/Software maintainer's full name
fr: Nom et prénom du responsable du paquet/logiciel

source: Package/Software release version
fr: Version du paquet/logiciel

source: Packager
fr: Paqueteur

source: Path
fr: Chemin

source: Path "{}" does not exist.
fr: Le chemin "{}" n'existe pas.

source: Platform on which package/software is meant to run
fr: Plate-forme sur laquelle le paquet/logiciel est destiné à s'exécuter

source: Post-Install and Pre-Remove scripts generated
fr: Scripts Post-Install et Pre-Remove générés

source: Pre-Depends
fr: Pre-Depend de

source: Preparing build tree
fr: Prépare l'arbre de construction

source: Preparing to build
fr: En train de Préparer la construction

source: Prepend above changes as new log entry
fr: Préambulez les modifications ci-dessus comme nouvelle entrée de journal

source: Preview
fr: Prévisualisation

source: Preview control file
fr: Prévisualise le fichier control

source: Preview launcher text
fr: Aperçu du texte du lanceur

source: Previous page
fr: Page précédente

source: Priority
fr: Priorité

source: Process returned code {}
fr: Code retourné par le processus {}

source: Processing Files
fr: Traitement des fichiers

source: Progress
fr: Progression

source: Quick Build
fr: Build Rapide

source: Quick build complete
fr: Construction rapide terminée

source: Quit
fr: Quitter

source: Quit?
fr: Quitter ?

source: Recommended
fr: Recommendé

source: Recommends
fr: Recommendé

source: Reference
fr: Référence

source: Refresh
fr: Regénerer

source: Remove
fr: Enlever

source: Remove selected categories from list
fr: Supprime les catégories sélectionnées de la liste

source: Remove selected dependency package from list
fr: Supprime le paquet de dépendance sélectionné de la liste

source: Remove selected executables from list
fr: Supprime les exécutables sélectionnés de la liste

source: Remove selected files from list
fr: Supprime les fichiers sélectionnés de la liste

source: Removing selected item {} of {}
fr: Suppression de l'élément sélectionné {} de {}

source: Removing temp directory
fr: En train d'enlever le répertoire temporaire

source: Rename
fr: Renommer

source: Replaces
fr: Remplace

source: Required
fr: Nécessaire

source: Root directory of build tree
fr: Chemin majeur de l'arbre de Construction

source: Running dpkg
fr: dpkg en cours d'exécution

source: Save
fr: Sauver

source: Save Control Information
fr: Sauver les informations Control

source: Save Debreate Project
fr: Sauver un projet Debreate

source: Save Launcher
fr: Sauve le lanceur

source: Save as
fr: Sauver sous

source: Save control information to text
fr: Sauve l'information control en texte

source: Save current project
fr: Sauver un projet Debreate

source: Save current project with a new filename
fr: Sauver le projet courant sous un nouveau nom

source: Save failed
fr: Sauvegarde échouée

source: Script run after package uninstall completes
fr: Script exécuté après la désinstallation du package

source: Script run before package install begins
fr: Script exécuté avant l'installation du package

source: Script run before package uninstall begins
fr: Script exécuté avant la désinstallation du package

source: Script text body
fr: Corps de texte de script

source: Scrtipt run after package install completes
fr: Script exécuté après la fin de l'installation du package

source: Section under which package managers will list this package
fr: Section dans laquelle les gestionnaires de paquet énuméreront ce paquet

source: Sets the encoding that should be used to read the launcher
fr: Définit le codage qui doit être utilisé pour lire le lanceur

source: Short Description
fr: Brève Description

source: Shortcut to a web URL
fr: Raccourci vers un URL Web

source: Shortcut to an application
fr: Raccourci vers une application

source: Show or hide tooltips
fr: Affiche ou masque les info-bulles

source: Show tooltips
fr: Affiche les infobulles

source: Specifies whether application should be run in a terminal
fr: Spécifie si l'application doit être exécutée dans un terminal

source: Stage directory does not exist
fr: Le répertoire Mise en scène n'existe pas

source: Staged directory tree
fr: Arborescence des répertoires

source: Start a new project
fr: Démarre un nouveau projet

source: Start building
fr: Démarre la construction

source: Startup Notify
fr: Notification de démarrage

source: Success
fr: Succès

source: Suggests
fr: Suggestions

source: Super user command (sudo) not available
fr: Super commande utilisateur (sudo) non disponible

source: System Information
fr: Information système

source: System installer set to:
fr: Installateur système mis à:

source: Target
fr: destination

source: Target directory does not exist
fr: Le répertoire cible n'existe pas

source: Target file
fr: Fichier cible

source: Target installation directory for file(s)
fr: Répertoire d'installation cible pour le(s) fichier(s)

source: Target output file
fr: Fichier cible de sortie

source: Testing for: {}
fr: Teste pour: {}

source: Text Size
fr: Taille du texte

source: Text displayed when cursor hovers over launcher
fr: Texte affiché lorsque le curseur plane sur le lanceur

source: Thank you for using Debreate.
fr: Merci d'utiliser Debreate

source: The default configuration file will now be created.
fr: Le fichier de configuration par défaut sera maintenant créé.

source: The following scripts will be overwritten if you continue: {}
fr: Les scripts suivants seront écrasés si vous continuez: {}

source: This could take a VERY long time
fr: Cela peut prendre un temps TRES long

source: This message only displays on the first run, or if the configuration file becomes corrupted.
fr: Ce message s'affiche uniquement lors de la première fois, où si le fichier de configuration est endommagé.

source: This options means "This application exists, but don't display it in the menus"
fr: Cette option signifie "Cette application existe, mais ne l'affiche pas dans les menus"

source: This package may be useful to enhanced package
fr: Ce Paquet peut être utile à un paquet amélioré

source: Timer is running
fr: Le minuteur fonctionne

source: Timer is stopped
fr: Timer est arrêté

source: Timer stopped. Stopping gauge ...
fr: Minuterie arrêtée. Arrête la Jauge ...

source: Title
fr: Titre

source: To delete this file, type the following command in a terminal:
fr: Pour supprimer ce fichier, tapez la commande suivante dans un terminal:

source: Total tasks: {}
fr: Total des tâches: {}

source: Translation
fr: Traduction

source: Type of launcher
fr: Type de lanceur

source: URL request result: {}
fr: Résultat de la demande URL: {}

source: Ubuntu Policy Manual
fr: Manuel des Normes d'Ubuntu

source: Unicode Error
fr: Erreur unicode

source: Unless checked, the value of "Filename" will be used for the launcher's output filename
fr: À moins d'être cochée, la valeur de "nom de fichier" sera utilisée pour le nom de fichier de sortie du lanceur
