Repository: debreate/debreate
Catalog: locale/*/debreate.po
Languages: fr

source: Unrecognized field type: {} (ID: {})
fr: type de champ inconnu: {} (ID: {})

source: Update
fr: Mise à jour

source: Update files' executable status & availability
fr: Mets à jour l'état des fichiers et leur disponibilité

source: Upstream source homepage URL
fr: URL du homepage du source Upstream

source: Urgency
fr: Urgence

source: Urgency of this package update
fr: Urgence de la mise à jour d'un paquet

source: Use "Name" as output filename (<Name>.desktop)
fr: Utiliser "Name" comme nom de fichier de sortie (<Name>.desktop)

source: Version {} is available!
fr: Version {} est valide!

source: Warning
fr: Attention

source: Warning:
fr: Attention:

source: Website Designer & Author
fr: Designer & Auteur du site web

source: Welcome to Debreate!
fr: Bienvenue à Debreate!

source: Whether this package is essential for system's stability
fr: Si le paquet est essentiel pour la stabilité du système

source: Would you like to go to Debreate's website?
fr: Voulez-vous aller sur le site web de Debreate ?

source: You will lose any unsaved information
fr: Vous allez perdre des informations non sauvées

source: You will lose any unsaved information.
fr: Vous allez perdre une information non sauvée

source: debugging
fr: débogage en cours

source: errors
fr: erreurs

source: finished
fr: fini

source: in progress
fr: en cours

source: script will be created from text below
fr: Le script sera créé à partir du texte ci-dessous

source: script/executable
fr: script/éxécutable
